Repository: mithublue/dokan-multislot-business-hours
Catalog: languages/*.po
Languages: es_ar

source: Dokan Store Multislot Opening Closing Time
es_ar: Habilitar el widget de horario de cierre de apertura de tienda de múltiples ranuras

source: Dokan Multislot Business Hours: Store Opening Closing Time Widget
es_ar: Horario comercial de Dokan Multislot: widget de horario de cierre de apertura de la tienda

source: Store Time
es_ar: Tiempo de almacenamiento

source: Title:
es_ar: Título:

source: Customer Cannot Purchase the product on Store Close (PRO)
es_ar: El cliente no puede comprar el producto al cerrar la tienda (PRO)

source: Check this if you want customer to not being able to purchase product from a closed store.
es_ar: Marque esto si desea que el cliente no pueda comprar productos en una tienda cerrada.

source: Show Notice When User Visit Closed Store (PRO)
es_ar: Mostrar aviso cuando el usuario visite la tienda cerrada (PRO)

source: This notice will be shown, when an user visit a closed store
es_ar: Este aviso se mostrará cuando un usuario visite una tienda cerrada

source: Select page
es_ar: Seleccionar página

source: None
es_ar: Ninguno

source: Banner
es_ar: Bandera

source: Popup
es_ar: Surgir

source: Select Notice Type
es_ar: Seleccione el tipo de aviso

source: Closed Notice Text (PRO)
es_ar: Texto de aviso cerrado (PRO)

source: Store is closed for now
es_ar: La tienda está cerrada por ahora

source: This text will be shown as notice for closed store, if notice is chosen to show
es_ar: Este texto se mostrará como aviso para tienda cerrada, si se elige el aviso para mostrar

source: Allow Vendor to Control Visibility of Notice (PRO)
es_ar: Permitir al vendedor controlar la visibilidad de la notificación (PRO)

source: Check this if you want vendors to have the control to turn off/on notice in their store.
es_ar: Marque esto si desea que los proveedores tengan el control para apagar / encender el aviso en su tienda.

source: Remove Product from Cart on Store Closes (PRO)
es_ar: Eliminar producto del carrito al cerrar la tienda (PRO)

source: Check this if you want products to be removed from customer's cart if the store of that product gets closed.
es_ar: Marque esto si desea que los productos se eliminen del carrito del cliente si la tienda de ese producto se cierra.

source: Enable Multislot Store Opening Closing Time Widget
es_ar: Habilitar el widget de horario de cierre de apertura de tienda de múltiples ranuras

source: Enable multislot store opening & closing time widget in the store sidebar provided by Dokan Open Closed Plugin.
es_ar: Habilite el widget de hora de apertura y cierre de la tienda de múltiples ranuras en la barra lateral de la tienda proporcionada por el complemento Dokan Open Closed.

source: Store Opening Closing Time
es_ar: Hora de cierre de apertura de la tienda

source: Show store opening closing time widget in store page
es_ar: Mostrar el widget de hora de cierre de apertura de la tienda en la página de la tienda

source: Close
es_ar: Cerrar

source: Open
es_ar: Abierto

source: Store Open Notice
es_ar: Aviso de apertura de tienda

source: Store is open
es_ar: La tienda está abierta

source: Store Close Notice
es_ar: Aviso de cierre de tienda

source: Store is closed
es_ar: La tienda está cerrada

source: Store Open
es_ar: Tienda abierta

source: Store Closed
es_ar: Tienda cerrada

source: Rate
es_ar: Índice

source: Request for feature
es_ar: Solicitud de función

source: Report issue
es_ar: Informar problema

source: GET PRO
es_ar: OBTENER PRO

source: Multislot Business Hours for Dokan Vendor - create multiple opening and closing time for vendor's store on each day
es_ar: Horario comercial de múltiples ranuras para el proveedor de Dokan: cree múltiples horarios de apertura y cierre para la tienda del proveedor todos los días

source: Maintain Business hours for your WooCommerce Shop. Let your customers know about business schedules.
es_ar: Mantenga el horario comercial de su tienda WooCommerce. Informe a sus clientes sobre los horarios comerciales.
